_posts/language/2021-03-23-francais-éclipser.html
---
layout: post
title: 单词本：éclipser
categories: [language]
tags: [Français]
---

<p>
最近几天青黄不接，在家待业。跑跑步，赏赏花，喝喝咖啡，看看新闻，写写代码。日子过得真舒服啊。植物的嫩芽真好看，感觉看多了，视力眼神都变好了。保持自律，在家安排好工作，利用通勤的时间健身，这样在家办公岂不美哉？
</p>

<p>
窃以为，远程办公在不久的将来会是普遍的趋势了。就拿我来说，给我网络和电脑，我就能随时随地开始工作了。这样可以省下每天通勤的个把小时、几个平方的办公位，以及水电费。于公于私，都是便捷、经济和高效啊。
</p>

<p>
偶尔，需要与同事开会，可以找个安静的地方进行视频会议。但是，遇到一些低效率的常规例会，想脱身怎么办呢？针对这种情况，有个叫 Sam Lavigne
的UI设计副教授<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>，一定也是一个摸鱼高手，写了个 chrome 插件，可以模拟狗狗叫，婴儿哭，让你找借口离开Zoom会议。
</p>

<p>
法国费加罗报报道<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>：
</p>

<blockquote>
<p>
Zoom Escaper permet de simuler un bruit de chien, de bébé qui
pleure, ou une autre raison suffisante pour permettre de
<b>s'éclipser</b> d'une visioconférence.
</p>
</blockquote>

<p>
这里用到一个单词：éclipser，看起来和英语的日食很像：eclipse，确实，法语中日食的食就是 une éclipse。其动词形式为 éclipser。s'éclipser 有消失溜走之意。德语中 éclipse 是： die Finsternis. Mondfinsternis 月食； Sonnenfinsternis 日食。
</p>

<p>
再来看看一些例句：
</p>

<ul class="org-ul">
<li>La Nouvelle Lune éclipse le soleil le jour de l'équinoxe.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 新月在春分日遮住太阳。</li>
<li>Quand la Lune traverse complètement l'ombre de la Terre, cela
produit une <b>éclipse</b> lunaire totale.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> 当月亮完全进入地球的阴影，形成月全食。</li>
<li>Une <b>éclipse</b> solaire se produit lorsque la Lune se place entre le
Soleil et la Terre.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> 当月亮进入太阳和地球之间，产生日食。</li>
<li>Zoom Escaper permet de simuler un bruit de chien, de bébé qui
pleure, ou une autre raison suffisante pour permettre de
<b>s'éclipser</b> d'une visioconférence. Zoom Escaper 可以模拟狗叫，婴儿哭等声音，让你找借口从视频会议中溜走。</li>
<li>s'éclipser avant la fin du spectacle 在散戏前悄悄走掉</li>
</ul>

<p>
最后，附上 Zoom Escaper 链接：<a href="https://zoomescaper.com/">https://zoomescaper.com/</a>
</p>

<p>
以上，码于2021年3月23日下午1点56分，杭州大厦三楼星巴克。
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://lav.io/about/">https://lav.io/about/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.lefigaro.fr/secteur/high-tech/un-logiciel-pour-mettre-fin-aux-zoom-interminables-grace-a-des-bruits-parasites-20210322">https://www.lefigaro.fr/secteur/high-tech/un-logiciel-pour-mettre-fin-aux-zoom-interminables-grace-a-des-bruits-parasites-20210322</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://dilka.fr/galerie/la-nouvelle-lune-eclipse-le-soleil-le-jour-de-lequinoxe-5952/">https://dilka.fr/galerie/la-nouvelle-lune-eclipse-le-soleil-le-jour-de-lequinoxe-5952/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.caabm.org/Documentation/Lune/Eclipses">https://www.caabm.org/Documentation/Lune/Eclipses</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.lumni.fr/jeu/les-eclipses-solaires-et-lunaires">https://www.lumni.fr/jeu/les-eclipses-solaires-et-lunaires</a>
</p></div></div>


</div>
</div>
